// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "关于 Chrome 操作系统映像创建工具";
"Menu Prefs" = "偏好设置…";
"Menu Services" = "服务";
"Menu Hide" = "隐藏“Chrome 操作系统映像创建工具”";
"Menu Hide Others" = "隐藏其他";
"Menu Show All" = "全部显示";
"Menu Quit" = "退出“Chrome 操作系统映像创建工具”";
"Menu Window" = "窗口";
"Menu Minimize" = "最小化";
"Menu Zoom" = "缩放";
"Menu Bring All To Front" = "前置全部窗口";
"Menu Help" = "帮助";
"Menu App Help" = "“Chrome 操作系统映像创建工具”帮助";

/* Buttons */
"Button Previous" = "上一步";
"Button Next" = "下一步";
"Button Stop" = "停止";
"Button Done" = "完成";

/* Tab: Select device model */
"Text Welcome" = "欢迎使用“Chrome 操作系统映像创建工具”！请选择您的“Chrome 操作系统”设备的型号。";
"Button Local Image" = "本地映像…";

/* Tab: Select USB stick */
"Text Select Prompt" = "请选择供用户进行恢复的 USB 记忆棒：";
"Text Insertion Prompt" = "请插入 USB 记忆棒。";

/* Tab: Done */
"Text Congrats" = "恭喜！您已成功为自己的采用“Chrome 操作系统”的设备创建了恢复引导盘。请将其从您的计算机中移除；日后要恢复“Chromebook”的受损操作系统时，您就可以使用它了。";

/* Sizes */
"Size Bytes" = " 字节";
"Size Kilobytes" = " KB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "此应用程序无法运行。";
"NoDiskArb Informative" = "启动“磁盘仲裁”时出现问题，这种情况不应该发生。";
"NoDiskArb OK" = "确定";

/* Error retrieving config file. */
"CantGetConfig Message" = "无法检索映像列表。";
"CantGetConfig Informative" = "检索可用恢复映像列表时出现问题 (%1$@)。请检查您的网络连接状况，以确保网络连接正常。";
"CantGetConfig OK" = "确定";
"CantGetConfig Error NoConnection" = "无法分配连接";
"CantGetConfig Error DownloadError" = "下载时出错";
"CantGetConfig Error StringCreate" = "该响应无法使用";

/* Version error. */
"VersionError Message" = "此版本的应用程序太旧。";
"VersionError Informative" = "请下载新版本。这是 %1$@ 版；最低需要使用 %2$@ 版。%3$@";
"VersionError OK" = "获取新版本";

/* File dialog to select a local file. */
"SelectLocal File" = "请选择一个映像：";
"SelectLocal Button" = "选择";

/* Alert on writing stick. */
"WriteAlert Message" = "确定要永久删除 %1$@ 吗？";
"WriteAlert Informative" = "该设备中的所有当前数据都将永久丢失，而且您无法撤消此操作。";
"WriteAlert Cancel" = "不删除";
"WriteAlert OK" = "删除";

"TooSmallAlert Message" = "%1$@ 太小，因此无法使用。";
"TooSmallAlert Informative" = "需要使用容量至少为 %2$@ 的记忆棒。";
"TooSmallAlert OK" = "确定";

"NotWritable Message" = "%1$@ 是只读的，因此无法使用。";
"NotWritable Informative" = "此 USB 记忆棒现在是只读的，它可能有一个可以开启写入操作的开关，只有打开该开关后才能进一步使用。";
"NotWritable OK" = "确定";

/* Stick writing statuses. */
"Status Downloading" = "正在下载…";
"Status Verifying" = "正在验证…";
"Status Unpacking" = "正在解压缩…";
"Status Claiming" = "正在声明…";
"Status Unmounting" = "正在卸载…";
"Status Writing" = "正在写入…";
"Status Ejecting" = "正在退出…";
"Status Done" = "完成！";

"StatusAdd Attempt" = "（第 %1$d 次尝试）";

/* Errors */
"Failure Downloading" = "抱歉，出现了错误（未能下载源映像）。要重试吗？";
"Failure Verifying Return Value" = "抱歉，出现了错误（未能验证源映像，程序出现故障，%1$s）。要重试吗？";
"Failure Verifying SHA Mismatch" = "抱歉，出现了错误（未能验证源映像，校验和失败）。要重试吗？";
"Failure Unpacking" = "抱歉，出现了错误（未能解压缩源映像，%1$s）。要重试吗？";
"Failure Claiming" = "抱歉，出现了错误（未能声明 USB 记忆棒）。要重试吗？";
"Failure Unmounting" = "抱歉，出现了错误（未能卸载 USB 记忆棒）。要重试吗？ ";
"Failure Opening Source Image" = "抱歉，出现了错误（未能打开源映像，%1$s）。要重试吗？";
"Failure Opening Destination Device" = "抱歉，出现了错误（未能打开 USB 记忆棒，%1$s）。要重试吗？";
"Failure Reading Source Image" = "抱歉，出现了错误（未能从源映像读取数据，%1$s）。要重试吗？";
"Failure Writing Destination Device" = "抱歉，出现了错误（未能向 USB 记忆棒写入数据，%1$s）。要重试吗？";
"Failure Ejecting" = "抱歉，出现了错误（未能退出 USB 记忆棒）。要重试吗？";

"Failure Try Again" = "重试";
"Failure Quit" = "退出";

"Failure Termination Status" = "终止状态 %d";

"Failure Internal Error 1" = "未知的文件结束符 (EOF)";
